Repository: lliurex/lliurex-fix-translations-kde
Catalog: po/dolphin_servicemenuinstaller.po
Languages: ca@valencia

# %2 = comma separated list of arguments
source: Installer script %1 failed, tried arguments "%2".
ca@valencia: No s'ha pogut executar l'script %1 de l'instalador. S'han provat els arguments «%2».

# @info:shell
source: Command to execute: install or uninstall.
ca@valencia: Ordre que s'ha d'executar: instala o desinstala.

# @info:shell
source: Path to archive.
ca@valencia: Camí a l'archiu.

source: Command is required.
ca@valencia: Es requereix una ordre.

source: Dolphin service menu installation failed
ca@valencia: Ha fallat la instalació del menú de servei de Dolphin

source: Failed to copy .desktop file %1 to %2: %3
ca@valencia: No s'ha pogut copiar el fitxer «.desktop» %1 a %2: %3

source: Failed to create directory %1
ca@valencia: No s'ha pogut crear el directori %1

source: Failed to create path %1
ca@valencia: No s'ha pogut crear el camí %1

source: Failed to find an installation script in %1
ca@valencia: No s'ha pogut trobar un script d'instalació a %1

source: Failed to find an uninstallation script in %1
ca@valencia: No s'ha pogut trobar un script de desinstalació a %1

source: Failed to install "%1", exited with status "%2"
ca@valencia: No s'ha pogut instalar «%1», ha sortit amb l'estat «%2»

source: Failed to remove .desktop file %1: %2
ca@valencia: No s'ha pogut eliminar el fitxer «.desktop» %1: %2

source: Failed to remove directory %1
ca@valencia: No s'ha pogut eliminar el directori %1

source: Failed to run installer script %1
ca@valencia: No s'ha pogut executar l'script %1 de l'instalador

source: Failed to run uncompressor command for %1
ca@valencia: No s'ha pogut executar l'ordre de descompressió per a %1

source: Failed to set permissions on %1: %2
ca@valencia: No s'han pogut establir els permisos a %1: %2

source: Failed to uncompress %1
ca@valencia: No s'ha pogut descomprimir %1

source: Failed to uninstall "%1", exited with status "%2"
ca@valencia: No s'ha pogut desinstalar «%1», ha sortit amb l'estat «%2»

source: Path to archive is required.
ca@valencia: Es requereix el camí a l'archiu.

source: Process did not finish in reasonable time: %1 %2
ca@valencia: El procés no ha finalisat en un temps raonable: %1 %2

source: The file does not exist!
ca@valencia: El fitxer no existix.

source: Unknown error when installing package
ca@valencia: S'ha produït un error desconegut en instalar el paquet

source: Unsupported archive type %1: %2
ca@valencia: Tipus d'archiu %1 no acceptat: %2

source: Unsupported command %1
ca@valencia: Ordre no admesa %1
