Repository: lliurex/lliurex-fix-translations-kde
Catalog: po/kdialog.po
Languages: ca@valencia

source: 'Error' message box
ca@valencia: Quadro de missatge «Error»

source: 'Error' message box with expandable Details field
ca@valencia: Quadro de missatge «Error» amb un camp de detalls ampliable

source: 'Sorry' message box
ca@valencia: Quadro de missatge «Ho sentim»

source: 'Sorry' message box with expandable Details field
ca@valencia: Quadro de missatge «Ho sentim» amb un camp de detalls ampliable

# @title:window
source: Choose Color
ca@valencia: Seleccioneu el color

# @title:window
source: Open
ca@valencia: Obri

# @title:window
source: Save As
ca@valencia: Anomena i guarda

# @title:window
source: Select Directory
ca@valencia: Seleccioneu el directori

source: A synonym for --attach
ca@valencia: Un sinònim per a «--attach»

source: Allow --getcolor to specify output format
ca@valencia: Permetre «--getcolor» per a especificar el format d'eixida

source: Allows the --getopenurl and --getopenfilename options to return multiple files
ca@valencia: Permet que les opcions --getopenurl i --getopenfilename retornen múltiples fitxers

source: Arguments - depending on main option
ca@valencia: Arguments - depenent de l'opció principal

source: Calendar dialog box, returns selected date
ca@valencia: Diàlec de calendari, retorna la data seleccionada

source: Cancel
ca@valencia: Cancela

source: Check List dialog
ca@valencia: Diàlec de llista de marques

source: Color dialog to select a color
ca@valencia: Diàlec de color per a seleccionar un color

source: ComboBox dialog
ca@valencia: Diàlec de quadro combinat

source: Config file and option name for saving the "do-not-show/ask-again" state
ca@valencia: Fitxer de configuració i nom d'opció per a guardar l'estat «no ho mostres/torna a preguntar»

source: Current maintainer
ca@valencia: Mantenidor actual

source: Date format for calendar result and/or default value (Qt-style); defaults to 'ddd MMM d yyyy'
ca@valencia: Format de data per al resultat del calendari i/o el valor predeterminat (estil Qt); el valor predeterminat és «ddd MMM d yyyy»

source: Default entry to use for combobox, menu, color, and calendar
ca@valencia: Entrada predeterminada per a utilitzar als quadros combinats, menús, colors i calendaris

source: Dialog geometry: [=][<width>{xX}<height>][{+-}<xoffset>{+-}<yoffset>]
ca@valencia: Geometria del diàlec: [=][<amplària>{xX}<alçària>][{+-}<desplaçamentx>{+-}<desplaçamenty>]

source: Dialog title
ca@valencia: Títol del diàlec

source: Do not ask again
ca@valencia: No ho tornes a preguntar

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: sps@sastia.com

source: File dialog to open an existing URL (arguments [startDir] [filter])
ca@valencia: Diàlec de fitxer per a obrir un URL existent (arguments [dirInici] [filtre])

source: File dialog to open an existing file (arguments [startDir] [filter])
ca@valencia: Diàlec de fitxer per a obrir un fitxer existent (arguments [dirInici] [filtre])

source: File dialog to save a URL (arguments [startDir] [filter])
ca@valencia: Diàlec de fitxer per a guardar un URL (arguments [dirInici] [filtre])

source: File dialog to save a file (arguments [startDir] [filter])
ca@valencia: Diàlec de fitxer per a guardar un fitxer (arguments [dirInici] [filtre])

source: File dialog to select an existing directory (arguments [startDir])
ca@valencia: Diàlec de fitxer per a seleccionar un directori existent (arguments [dirInici])

source: Icon chooser dialog (arguments [group] [context])
ca@valencia: Diàlec de selecció de la icona (arguments [grup] [context])

source: Image Box Input dialog
ca@valencia: Diàlec d'entrada de quadro d'image

source: Image Box dialog
ca@valencia: Diàlec de quadro d'image

source: Input Box dialog
ca@valencia: Diàlec de quadro d'entrada

source: KDialog can be used to show nice dialog boxes from shell scripts
ca@valencia: KDialog pot utilitzar-se per a mostrar diàlecs agradables des de scripts de l'intérpret d'ordres

source: Makes the dialog transient for an X app specified by winid
ca@valencia: Fes el diàlec transitori per a una aplicació X especificada per «winid»

source: Menu dialog
ca@valencia: Diàlec de menú

source: Message Box dialog
ca@valencia: Diàlec de quadro de missatge

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Sebastià Pla i Sanz

source: New Password dialog
ca@valencia: Diàlec de contrasenya nova

source: Outputs the winId of each dialog
ca@valencia: Escriu l'ID de finestra de cada diàlec

source: Passive Popup
ca@valencia: Emergent passiu

source: Password dialog
ca@valencia: Diàlec de contrasenya

source: Popup icon
ca@valencia: Icona emergent

source: Progress bar dialog, returns a D-Bus reference for communication
ca@valencia: Diàlec de barra de progrés, retorna una referència de D-Bus per a la comunicació

source: Question message box with yes/no buttons
ca@valencia: Quadro de missatge de pregunta amb botons sí/no

source: Question message box with yes/no/cancel buttons
ca@valencia: Quadro de missatge de pregunta amb botons sí/no/cancela

source: Radio List dialog
ca@valencia: Diàlec de llista d'opcions

source: Return list items on separate lines (for checklist option and file open with --multiple)
ca@valencia: Retorna els elements de la llista en llínees separades (per a l'opció de llista de marques i obertura de fitxers amb --multiple)

source: Slider dialog box, returns selected value
ca@valencia: Diàlec de control lliscant, retorna el valor seleccionat

source: Syntax: --checklist text tag item on/off [tag item on/off] ...
ca@valencia: Sintaxi: --checklist text etiqueta element on/off [etiqueta element on/off] ...

source: Syntax: --combobox <text> item [item] ...
ca@valencia: Sintaxi: --combobox <text> element [element] ...

source: Syntax: --menu text tag item [tag item] ...
ca@valencia: Sintaxi: --menu text etiqueta element [etiqueta element] ...

source: Syntax: --radiolist text tag item on/off [tag item on/off] ...
ca@valencia: Sintaxi: --radiolist text etiqueta element on/off [etiqueta element on/off] ...

source: Text Box dialog
ca@valencia: Diàlec de quadro de text

source: Text Input Box dialog
ca@valencia: Diàlec de quadro d'entrada de text

source: Use text as Cancel button label
ca@valencia: Utilitza el text com a etiqueta del botó Cancela

source: Use text as Continue button label
ca@valencia: Utilitza el text com a etiqueta del botó Continua

source: Use text as No button label
ca@valencia: Utilitza el text com a etiqueta del botó No

source: Use text as OK button label
ca@valencia: Utilitza el text com a etiqueta del botó D'acord

source: Use text as Yes button label
ca@valencia: Utilitza el text com a etiqueta del botó Sí

source: Warning message box with continue/cancel buttons
ca@valencia: Quadro de missatge d'avís amb botons continua/cancela

source: Warning message box with yes/no buttons
ca@valencia: Quadro de missatge d'avís amb botons sí/no

source: Warning message box with yes/no/cancel buttons
ca@valencia: Quadro de missatge d'avís amb botons sí/no/cancela

source: kdialog: could not open file %1
ca@valencia: kdialog: no s'ha pogut obrir el fitxer %1
